{
  "education_headline": "Education",
  "work_experience_headline": "Work experience",
  "side_projects_headline": "Side projects",
  "side_projects_description": "In addition to my work as a software developer, I occasionally implement smaller projects in my spare time. Mostly to try out and learn new technologies and use them in a practical application. The following is a selection of such projects.",
  "work_title_software_developer": "Software Developer",
  "apprenticeship_title_software_developer": "Training as an IT specialist - Application Development",
  "work_title_ecological_volunteer": "Voluntary Ecological Year",
  "dual_study_auditor": "Dual study - Auditor",
  "education_a_levels": "A-Levels",
  "education_university_business_informatics": "B. Sc. Business Informatics",
  "profile_image_alt_text": "Profile picture",
  "project_description_lion": "This project contains the source code of this website and is the first project to test the Rust Web Framework \"Leptos\".",
  "project_description_harzerkurbelixe": "This was the first side project to learn technologies for my first full-time job as a developer. In addition, this self-created bike blog has been raising funds for charity for the past few years.",
  "project_description_fromsoft_boss_checker": "A small application for me and my friends to track our progress in our favorite FromSoftware games.",
  "project_description_timewaste_tracker": "Project to try out \"recharts\" and the Steam API by graphically visualizing the playing time of some Steam users within the last two weeks.",
  "project_description_tailwind_wysiwyg_editor": "\"What You See Is What You Get\" editor using \"Tailwind CSS\" with Markdown as target format.",
  "project_description_fluent_wysiwyg_editor": "\"What You See Is What You Get\" editor using \"Fluent UI React\" with Markdown and HTML as possible target formats.",
  "project_description_signalr_chat": "Anonymous global group live chat as a small concept application to test the \"SignalR\" technology and its implementation on the server and client side."
}
